Repository: onset/lameta
Catalog: crowdin-backup/2026-07-09/tm-118965.tmx
Source language: en
Languages: es_es, fa, fr, id, pt_br, ru, zh_cn

source: Convert to H.263/MPEG-4 video with AAC Audio
es_es: Convertir a video H.263/MPEG-4 con Audio AAC
fr: Convertir la vidéo en H.263 et MPEG-4 avec audio AAC
ru: Конвертировать в видео H.263/MPEG-4 с AAC аудио

source: Install...
es_es: Instalar...
fr: Installer...
ru: Установить

source: The selected conversion '{0}' requires FFmpeg, which must be installed.
es_es: La conversión seleccionada '{0}' requiere el programa FFmpeg, el cual debe ser instalado.
fr: La conversion sélectionnée '{0}' exige FFmpeg qui doit être installé.
ru: Выбранное конвертирование «{0}» требует установку FFmpeg.

source: There was an error getting a web response trying to download FFmpeg. Try pasting this Url in your browser to see if the file's location is available.\n\n{0}
es_es: Hubo un error al obtener una respuesta de la web intentando descargar FFmpeg. Trate de pegar esta URL en su navegador para ver si se encuentra el archivo.\n\n{0}
fr: Il y avait une erreur d'obtenir une réponse web en essayant de télécharger FFmpeg. Essayer de coller cette URL dans votre navigateur pour voir si l'emplacement du fichier est disponible.\n\n\n\n{0}
ru: Произошла ошибка при получении веб-ответа, пытаясь скачать FFmpeg. Попробуйте вставить этот URL в вашем браузерe, чтобы увидеть, если местоположение файла доступно.\n\n{0}

source: There was an error attempting to download FFmpeg. Try pasting this Url in your browser to see if the file's location is available.\n\n{0}
es_es: Hubo un error al intentar descargar el programa FFmpeg. Trate de pegar esta URL en su navegador para ver si se encuentra el archivo.\n\n{0}
fr: Il y avait une erreur d'obtenir une réponse web en essayant de télécharger FFmpeg. Essayer de coller cette URL dans votre navigateur pour voir si l'emplacement du fichier est disponible.\n\n
ru: Произошла ошибка при попытке загрузить FFmpeg. Попробуйте вставить этот Url в вашем браузере, чтобы увидеть, если местоположение файла доступно.\n\n{0}

source: Downloaded {0:F2} MB of approximately {1:F2} MB
es_es: Descargado {F2} MB de aproximadamente {1:F2} MB
fr: Téléchargé {0:F2} MO d'environ {1:F2} MO
ru: Загружено {0: F2} МБ из приблизительно {1:F2} MB

source: Extract audio to standard WAV PCM audio file
es_es: Extraer audio a un archivo de onda WAV PCM
fr: Extrait l'audio au fichier d'audio standard WAV PCM
ru: Извлечение аудио формате Wave

source: File to Convert:
es_es: Archivo a convertir:
fr: Fichier à convertir :
ru: Файл для ковертирования:

source: Hide Details
es_es: Ocultar detalles
fr: Cacher les détails
ru: Скрыть детали

source: File does not appear to be a valid media file.
es_es: Archivo no parece ser un archivo multimedia válido.
fr: Ce fichier ne semble pas être un fichier multimédia valide.
ru: Файл не является допустимым медиа-файлом.

source: Output File:
es_es: Archivo de salida:
fr: Fichier de sortie :
ru: Выходной файл:

source: To convert your media file to a different format, choose from one of the available conversions below and click 'Begin Conversion'. Your source media file will not be affected.
es_es: Para convertir el archivo multimedia en un formato diferente, elija una de las conversiones disponibles a continuación y haga clic en 'Iniciar conversión'. El archivo original no será afectado.
fr: Pour convertir votre fichier multimédia en un format différent, choisir parmi un des conversions disponibles ci-dessous et cliquer sur 'Commencer la conversion'. Votre fichier multimédia source ne sera pas affecté.
ru: Чтобы конвертировать файл в другой формат, выберите одну из доступных версий конвертирования ниже и нажмите кнопку «Начать конвертирование». Ваш исходный медиа файл не будет аффектирован.

source: Show Details
es_es: Mostrar detalles
fr: Afficher les détails
ru: Показать детали

source: Convert Media
es_es: Convertir archivo multimedia
fr: Convertir le média
ru: Конвертировать Медиа

source: Files Copied Successfully.
es_es: Archivos se copiarán con éxito.
fr: Fichiers copiés avec succès.
ru: Файлы скопированы успешно.

source: Downloading and Installing Cancelled.
es_es: Descarga e instalación cancelado.
fr: Téléchargement et installation annulés.
ru: Загрузка и установка отменена

source: Downloading and Installing Completed Successfully.
es_es: Descarga e instalación se realizaron.
fr: Téléchargement et installation terminés avec réussite.
ru: Загрузка и установка успешно завершена

source: Installed Successfully.
es_es: Instalado correctamente.
fr: Installé avec réussite.
ru: Успешно установлен.

# The file '{0}' either does not contain ffmpeg or is not a valid zip file.
source: The file '{0}'\n\neither does not contain ffmpeg or is not a valid zip file.
es_es: El archivo o no contiene el programa FFmpeg o no es un archivo zip válido:\n\n{0}
fr: Le fichier '{0}'\n\nne contient pas ffmpeg ou n'est pas un fichier de zip valide.
ru: Файл ' {0}'\n\n либо не содержит ffmpeg или не является допустимым zip-файл.

source: Installing...
es_es: Instalando...
fr: Installation en cours...
ru: Установка...

source: The selected folder is not a valid "FFmpeg for SayMore" folder.
es_es: La carpeta seleccionada no es una carpeta válida "FFmpeg para SayMore".
fr: Le dossier sélectionné n'est pas un dossier "FFmpeg pour SayMore" valide.
ru: Выбранная папка не является применимой «FFmpeg для SayMore» папкой.

source: You have three options for getting FFmpeg:
es_es: Hay tres opciones para obtener e instalar FFmpeg:
fr: Vous avez trois options pour obtenir et installer FFmpeg :
ru: У вас есть три варианта для получения FFmpeg:

source: Select the Downloaded FFmpeg File
es_es: Seleccione el archivo descargado de FFmpeg
fr: Sélectionner le fichier FFmpeg téléchargé
ru: Выберите загруженный файл FFmpeg

source: Zip Archive (*.zip)|*.zip|All Files (*.*)|*.*
es_es: ZIP (*.zip)|*.zip|Todos los archivos (*.*)|*.*
fr: Archive Zip (*.zip)|*.zip|Tous les fichiers (*.*)|*.*
ru: ZIP-архив (*.zip) | *. zip|Все файлы (*. *) | *. *

source: Select the FFmpeg for SayMore folder from another computer
es_es: Seleccione el carpeta "FFmpeg para SayMore" de otra computadora
fr: Sélectionner le dossier "FFmpeg pour SayMore" d'un autre ordinateur
ru: Выберите FFmpeg для папки SayMore с другого компьютера

source: Install FFmpeg
es_es: Instalar FFmpeg
fr: Installer FFmpeg
ru: Установить FFmpeg

source: Abort
es_es: Abortar
fr: Abandonner
ru: Прекратить

source: If you have the folder "FFmpeg for SayMore" from another computer (e.g., {0}), SayMore can copy it to the proper location on this computer:
es_es: Se se puede accesar la carpeta "FFmpeg For SayMore" de otra computadora, SayMore puede copiarlo a la carpeta "{0}" en este computadora:
fr: Si vous avez le dossier "FFmpeg for SayMore" d'un autre ordinateur (par exemple, {0}), SayMore peut le copier à l'emplacement approprié sur cet ordinateur :
ru: Если у вас есть папка «FFmpeg для SayMore» с другого компьютера (например, {0}), SayMore может скопировать её в надлежащее место на этом компьютере:

source: If you have a reliable Internet connection, you can let SayMore download and install FFmpeg automatically. The file is large (about 20 MB).
es_es: Si su conexión de Internet es confiable, SayMore puede descargar e instalar FFmpeg automáticamente. El archivo es grande (unos 20 MB).
fr: Si vous avez une connexion Internet fiable, vous pouvez laisser SayMore télécharger et installer FFmpeg automatiquement. Le fichier est environ 20 Mo.
ru: Если у вас есть надежное подключение к интернеты, вы можете позволить SayMore загрузить и автоматически установить FFmpeg. Файл велик (около 20 МБ).

source: If you use a download utility to deal with an unreliable Internet connection, follow these steps:
es_es: Si utiliza una utilidad de descarga para hacer frente a una conexión a Internet poco fiable, siga estos pasos:
fr: Si vous utilisez un utilitaire de téléchargement à cause d'une connexion Internet instable, suivre ces étapes :
ru: Если вы используете утилиту загрузки для помощи в работе с ненадежной Интернето-связью, выполните следующие действия:

source: OR
es_es: o
fr: OU
ru: ИЛИ

source: Show SayMore where to find the folder
es_es: Seleccione el carpeta "FFmpeg para SayMore" de otra computadora
fr: Indiquer à SayMore là où se trouve le dossier
ru: Показать SayMore где найти папку

source: Download and install FFmpeg
es_es: Descargar e instalar FFmpeg
fr: Télécharger et installer FFmpeg
ru: Скачать и установить FFmpeg

source: Show SayMore where you saved it
es_es: Seleccione el archivo descargado de FFmpeg para que SayMore lo instale
fr: Indiquer à SayMore là où vous l'avez enregistré
ru: Показать SayMore, где вы сохранили его

source: Open Internet browser to page containing FFmpegForSayMore.zip
es_es: Descargar FFmpegForSayMore.zip manualmente
fr: Ouvrir un navigateur Internet pour télécharger manuellement FFmpeg
ru: Откройте Интернет-браузер на страницу, содержащую FFmpegForSayMore.zip

source: Select a base folder where the IMDI directory structure should be created.
es_es: Seleccione una carpeta base para crear la estructura de carpetas IMDI.
fr: Sélectionner un dossier de base où on peut créer la structure des dossiers IMDI.
ru: Выберите базовую папку чтобы создать структуру каталогов IMDI.

source: Change Folder
es_es: Cambiar carpeta
fr: Changer le dossier
ru: Сменить папку

source: Change Program to Launch
es_es: Cambiar programa para abrir archivo
fr: Changer le logiciel à lancer
ru: Изменить программу для запуска

source: Create Package
es_es: Crear paquete
fr: Créer l'archive
ru: Создать пакет

source: Select the program to launch after IMDI package is created
es_es: Seleccione el programa para lanzar después de crear el paquete IMDI
fr: Sélectionner le logiciel à lancer après la création de l'archive IMDI
ru: Выберите программу для запуска после того, как создан пакет IMDI

source: Loading...
es_es: Cargando...
fr: Chargement...
ru: Загрузка...

source: Even More Information
es_es: Aún más información
fr: Encore plus d'informations
ru: Еще больше информации

source: Less Information
es_es: Menos información
fr: Moins d'informations
ru: Меньше информации

source: More Information for Media File
es_es: Más información del archivo multimedia
fr: Plus d'informations pour le fichier de média
ru: Дополнительная информация для медиа файла

source: If you install FFmpeg, SayMore can automatically report technical details of your media files, and offer some handy conversion functions. FFmpeg is (free, open source).\n
es_es: Si se instala FFmpeg, SayMore automáticamente puede informar detalles técnicos de sus archivos multimedios y ofrecer algunas funciones útiles de conversión. FFmpeg es gratis (y de código abierto).\n
fr: Si vous installez FFmpeg, SayMore peut automatiquement rapporter des détails techniques de vos fichiers multimédias et offre des fonctions de conversion très pratique. FFmpeg est (gratuit, open source).\n
ru: Если вы устанавливаете FFmpeg, SayMore может автоматически сообщать технические детали.

source: Visit SayMore Download Page
es_es: Visite la página de descarga de SayMore
fr: Visiter la page de téléchargement de SayMore
ru: Посетите сайт загрузки SayMore

source: Could not locate FFmpeg
es_es: No se pudo localizar el programa FFmpeg
fr: Impossible de trouver FFmpeg
ru: Не удалось найти FFmpeg

source: Unable to create a new project by that name.
es_es: No se pudo crear un nuevo proyecto con ese nombre.
fr: Impossible de créer un nouveau projet par ce nom.
ru: Не удается создать новый проект с таким именем.

source: New SayMore Project
es_es: Nuevo proyecto SayMore
fr: Nouveau projet SayMore
ru: Новый проект SayMore

source: Project will be created in: {0}
es_es: Proyecto se creará in: {0}
fr: Projet sera créé dans : {0}
ru: Проект будет создан в: {0}

source: Creating Sessions
es_es: Creando sesiones
fr: Création de Sessions
ru: Создаются события

source: Choose a Folder of Media Files.
es_es: Elija una carpeta de archivos mediales.
fr: Choisir un dossier de fichiers multimédias.
ru: Выберите папку с мультимедийными файлами.

source: Create Sessions
es_es: Crear sesiones
fr: Créer des Sessions
ru: Создать события

source: Create 1 Session
es_es: Crear 1 sesión
fr: Créer 1 session
ru: Создать событие

# Sessions already exist for the following Ids. These will be skipped. {0}
source: Sessions already exist for the following Ids. These will be skipped.\n\n{0}
es_es: Ya existen sesiones para los siguientes identificadores. Estos se omitirán.\n\n{0}
fr: Sessions déjà existent pour les ID suivants. Celles-ci seront ignorées.\n\n\n\n{0}
ru: Для следующего идентификатора события уже существуют. Они будут пропущены.\n\n{0}

source: New Sessions From Device
es_es: Nuevas sesiones de dispositivo
fr: Nouvelles sessions à partir d'appareil
ru: Новые события с устройства

source: Create {0} Sessions
es_es: Crear {0} sesiones
fr: Créer {0} sessions
ru: Создать событие {0}

source: Incoming Files
es_es: Archivos entrantes
fr: Fichiers entrants

source: Mark each file which represents a source recording of a session. For each one, SayMore will create a new session and copy the file into it.
es_es: Seleccione cada archivo que representa una grabación original de una sesión. Para cada uno, SayMore creará una nueva sesión con una cópia del archivo.
fr: Marquer chaque fichier qui représente un enregistrement de la source d'une session. Pour chacun d'eux, SayMore va créer une nouvelle session et y copier le fichier.
ru: Отметьте каждый файл, который представляет оригинальную запись события. Для каждого из них SayMore создаст новое событие, копируя туда ваш файл.

source: Reading Files...
es_es: Leyendo archivos...
fr: Lecture de fichiers...
ru: Чтение файлов...

source: Find Files on Recorder/Card...
es_es: Buscar archivos en grabadora/tarjeta...
fr: Trouver des fichiers sur l'appareil/carte...
ru: Поиск файлов на устройсве/карте...

source: 1) The device is not yet plugged in.
es_es: 1) El dispositivo todavía no está conectado.
fr: 1) L'appareil n'est pas encore branché.
ru: 1) Устройство еще не подключено.

source: 2) The device is plugged in but is currently assigned a different drive letter from '{0}'.
es_es: 2) El dispositivo está conectado pero actualmente está asignado a otra letra de unidad en vez de '{0}'.
fr: 2) L'appareil est branché, mais on l'a actuellement attribué une lettre de lecteur différente de '{0}'.
ru: 2) Устройство подключено, но в настоящее время получило от {0} другую букву диска.

source: 3) Some part of the above path has changed (e.g. a folder name).
es_es: 3) Parte de la ruta carpeta anterior ha cambiado (por ejemplo, el nombre de una carpeta).
fr: 3) Une partie du chemin ci-dessus a changé (par exemple un nom de dossier).
ru: 3) Часть выше указанного пути была изменена (например название папки).

source: SayMore cannot reach the folder where your files were last time. One of the following may be true:
es_es: SayMore no puede llegar a la carpeta donde los archivos se encontraban anteriormente. Uno de los siguientes puede ser la causa:
fr: SayMore ne peut pas atteindre le dossier où vos fichiers ont été la dernière fois. Une des conditions suivantes peut être vraie :
ru: SayMore не может достичь папку, где файлы были помещены последний раз. Возможно что:

source: There was an error moving your recording to the session folder for '{0}'.\n\nUnexpectedly, SayMore has probably kept a lock on the file; therefore, the recording will not be deleted and it may be copied from your temporary folder after closing SayMore.\n\nThe file is:\n\n{1}.
es_es: Ocurrió un error al migrar la grabación a la carpeta de sesión para '{0}'.\n\nInesperadamente, SayMore probablemente ha mantenido un bloqueo en el archivo. Por lo tanto, no se borrará la grabación. Después de cerrar SayMore, usted lo puede copiar desde la carpeta temporal .\n\nNombre del archivo:\n\n{1}
fr: Il y avait une erreur en déplaçant votre enregistrement dans le dossier de la session pour '{0}'.\n\nDe façon inattendue, SayMore a probablement conservé un verrou sur le fichier, donc l'enregistrement ne sera pas supprimé et il peut être copié dans votre dossier temporaire après la fermeture de SayMore.\n\nLe fichier is :\n\n{1}.
ru: Произошла ошибка перемещения записи в папку события для «{0}». SayMore вероятно сохранил блокировку файла; Таким образом записи не будут удалены, и они могут быть скопированы из временной папки после закрытия SayMore. Файл:{1}.

source: Play Back Recording
es_es: Reproducir grabación
fr: Lire l'enregistrement
ru: Играть обратно запись

source: Record
es_es: Grabar
fr: Enregistrer
ru: Запись

source: Recorded Length: {0} sec.
es_es: Duración: {0} seg.
fr: Durée de l'enregistrement : {0} sec.
ru: Продолжительность записанного: {0} сек.

source: If you can determine which program is using this file, close it and click Retry.
es_es: Si usted puede determinar cuál programa está utilizando este archivo, ciérrelo y haga clic en Reintentar.
fr: Si vous pouvez déterminer quel logiciel a ouvert ce fichier, le fermer et cliquer sur Réessayer.
ru: Если вы можете определить, какой программой этот файл используется, закройте её и нажмите кнопку "повторить".

source: Unable to start recording.
es_es: No se pudo empezar a grabar.
fr: Impossible de démarrer l'enregistrement.
ru: Не удается начать запись.

source: Session Recorder
es_es: Grabadora de sesión
fr: Enregistreur de session
ru: Рекордер события

source: Version {0}.{1}.{2} {3} Built on {4}
es_es: Versión {0}.{1}.{2} {3} compilado {4}
fr: Version {0}.{1}.{2} {3} du {4}
ru: Версия {0}.{1}.{2}, Построенный на {3}

source: Careful Speech Recorder
es_es: Grabación de habla cuidadosa
fr: Enregistreur de discours soigneux
ru: Запись аккуратной речи

source: Ctrl+1: In; Ctrl+2: 100%; Ctrl+3: Out
es_es: Ctrl + 1: Ampliar; Ctrl + 2:100 %; Ctrl + 3: Reducir
fr: Ctrl + 1: Zoom avant; Ctrl + 2: 100 % ; Ctrl + 3: Zoom arrière
ru: Ctrl + 1: В; Ctrl + 2:100 %; Ctrl + 3: вне

source: Ignored
es_es: Ignorado
fr: Ignoré
ru: Игнорируется

source: Mark this segment as Ignored to skip annotating it.
es_es: Seleccionar Ignorado para no anotar este segmento.
fr: Marquer ce segment 'Ignoré' pour sauter son annotation.
ru: Пометьте этот сегмент как игнорируемые пропустить аннотирования его.

source: Segment {0} of {1}
es_es: Segmento {0} de {1}
fr: Segment {0} de {1}
ru: Сегмент {0} из {1}

source: All Files (*.*)|*.*
es_es: Todos los archivos (*.*)|*.*
fr: Tous les fichiers (*.*)|*.*
ru: Все файлы (*.*)|*.*

source: Select Audacity Label File
es_es: Seleccione archivo de etiquetas de Audacity
fr: Sélectionner le fichier Audacity Label
ru: Выберите файл Audacity с заметками

source: Audacity Label File (*.txt)|*.txt
es_es: Archivo de etiquetas de Audacity (*.txt)|*.txt
fr: Fichier Audacity Label (*.txt)|*.txt
ru: Файл Audacity с заметками (*.txt)|*.txt

source: ELAN File (*.eaf)|*.eaf
es_es: Archivo ELAN (*.eaf)|*.eaf
fr: Fichier ELAN (*.eaf)|*.eaf
ru: ELAN файл (*.eaf)|*.eaf

source: Select Segment File
es_es: Seleccione archivo de segmentos
fr: Sélectionner fichier de segments
ru: Выберите файл с разделами

source: In order to export, we need to find a writing system ID that FLEx will accept. SayMore tried to find a list of writing systems which FLEx knows about by looking in {0}, but it doesn't exist. We recommend that you let the code be 'en' (English), then change it inside of FLEx.
es_es: Para exportar se requiere un sistema de escritura que FLEx reconoce. SayMore intentó encontrar la lista de sistemas de escritura que FLEx reconoce buscándola en {0}, pero no existe. Recomendamos que use el código 'en' (inglés). A continuación usted lo puede cambiar dentro de FLEx.
fr: Pour exporter, nous devons trouver un système d'écriture que FLEx acceptera. SayMore a essayé de trouver une liste des systèmes d'écriture que FLEx connaît en recherchant dans le dossier {0}, mais il n'existe pas. On vous conseille d'utiliser le code 'en' (anglais), puis le changer chez FLEx.
ru: Для того чтобы экспортировать, нам необходимо найти идентификатор языка, который принимает программа FLEx. SayMore пытался найти список идентификаторов языка программы FLEx посмотрев в {0}, но они не существуют. Мы рекомендуем чтобы Вы использовали идентификатор 'en' (английский), и потом изменили его в установках программы FLEx.

source: SayMore was unable to find any Writing Systems on this computer. Make sure FLEx version 7.1 or greater is installed and has been run at least once. For now, you can export as English, and fix that up after you have imported into FLEx.
es_es: SayMore no pudo encontrar ningún sistema de escritura en este equipo. Hacer seguro FLEx versión 7.1 o superior instalado como se ha ejecutado al menos una vez. Por ahora, puede exportar como inglés y arreglar eso después de que haya importado en FLEx.
fr: SayMore n'a pu trouver aucun système d'écriture sur cet ordinateur. Vérifier que FLEx (version 7.1 ou supérieure) est installé et qu'il a été lancé au moins une fois. Pour l'instant, vous pouvez exporter en tant qu'anglais et le changer après l'importation vers FLEx.
ru: SayMore не удалось найти каких-либо идентификаторов языка на этом компьютере. Убедитесь что установлен FLEx версии 7.1 или выше и он был запущен хотябы один раз. В настоящее время можно экспортировать как английский и потом исправить это в установках FLEx.

source: Export...
es_es: Exportar...
fr: Exporter...
ru: Экспорт...

source: Export to File
es_es: Exportar a archivo
fr: Exporter vers fichier
ru: Экспорт в файл

source: FLEx Interlinear (*.flextext)|*.flextext|All Files (*.*)|*.*
es_es: FLEx Interlineal (*.flextext)|*.flextext|Todos los archivos (*.*)|*.*
fr: FLEx Interlinéaire (*.flextext)|*.flextext|Tous les fichiers (*.*)|*.*
ru: FLEx Interlinear XML (*.xml)|*.xml|Все файлы (*.*)|*.*

source: Sorry, the writing system {0} does not conform to current standards. Please first upgrade to FLEx 7.1 or greater.
es_es: El sistema de escritura {0} no se ajusta a los estándares actuales. Favor de actualizarse a FLEx 7.1 o superior.
fr: Désolé. Le système d'écriture {0} ne conforme pas aux normes actuelles. Veuillez d'abord mettre FLEx à niveau vers version 7.1 ou supérieure.
ru: Извините идентификатор языка {0} не соответствует существующим стандартам. Пожалуйста, сначала обновите FLEx до версии 7.1, или выше.

source: Specify the writing systems for the transcriptions and free translations.
es_es: Especificar los sistemas de escritura para las transcripciones y traducciones libres.
fr: Spécifier les systèmes d'écriture pour les transcriptions et traductions libres.
ru: Укажите идентификатор языка для транскрипции и перевода.

source: Export Annotations For FieldWorks Interlinear
es_es: Exportación de anotaciones a FieldWorks interlineal
fr: Exporter les annotations pour FLEx Interlinéaire
ru: Экспорт аннотаций для FieldWorks Interlinear

source: Whoops! The segment will be too short. Continue listening.
es_es: El segmento será demasiado corto. Siga escuchando.
fr: Oups ! Le segment sera trop court. Toujours à l'écoute.
ru: Ой! Сегмент будет слишком коротким. Продолжайте слушать.
